Repository: GNOME/seahorse
Catalog: po/*.po
Languages: id, uz

source: The file-roller process did not complete successfully
id: Proses file-roller tidak selesai secara sukses

source: Couldn't set permissions on backup file.
id: Tidak bisa mengatur izin pada berkas cadangan.

source: All key files
id: Seluruh berkas kunci
uz: Barcha kalit fayllari

source: All files
id: Seluruh berkas
uz: Barcha fayllar

source: Archive files
id: Arsip berkas

source: <b>A file already exists with this name.</b> Do you want to replace it with a new file?
id: <b>Sebuah berkas telah ada dengan nama ini.</b> Apakah anda ingin menimpanya dengan berkas baru?

source: _Replace
id: _Ganti

source: Never
id: Tidak pernah

source: Full
id: Penuh

source: Disabled
id: Matikan

source: Revoked
id: Dicabut

source: Could not display help: %s
id: Tidak bisa menampilkan bantuan: %s

source: Clipboard Text Encryption
id: Pengacakan Teks Papan tempel

source: Seahorse Applet Factory
id: Pabrikan Applet Seahorse

source: _About
id: Tent_ang

source: _Help
id: _Bantuan
uz: _Yordam

source: _Preferences
id: _Ketentuan
uz: _Parametrlar

source: translator-credits
id: Ahmad Riza H Nst <rizahnst@gnome.org>http://id.gnome.org/

source: Seahorse Project Homepage
id: Rumah Proyek Seahorse

source: Choose Recipient Keys
id: Pilih Kunci Penerima

source: Encrypted Text
id: Teks Teracak

source: Encryption Failed
id: Pengacakan Gagal

source: The clipboard could not be encrypted.
id: Papan tempel tidak bisa di acak.

source: Choose Key to Sign with
id: Pilih Kunci untuk Menandai

source: Signed Text
id: Teks Tertandai

source: Signing Failed
id: Penandaan Gagal

source: The clipboard could not be Signed.
id: Papan tempel tidak Ditandai.

source: Import Failed
id: Mengimpor Gagal

source: Keys were found but not imported.
id: Kunci ditemukan tetapi tidak diimpor.

source: Text may be malformed.
id: Teks mungkin tidak teratur.

source: No PGP key or message was found on clipboard
id: Tidak ada kunci PGP atau pesan ditemukan pada papan tempel

source: No PGP data found.
id: Tidak menemukan data PGP.

source: Could not display the help file
id: Tidak bisa menampilkan berkas bantuan

source: _Encrypt Clipboard
id: Acak Papan temp_el

source: _Sign Clipboard
id: _Tandai Papan tempel

source: _Import Keys from Clipboard
id: _Impor Kunci dari Papan tempel

source: Encryption Applet
id: Applet Pengacakan

source: <b>Display clipboard contents after:</b>
id: <b>Tampilkan isi papan tempel setelah:</b>

source: Clipboard Encryption Preferences
id: Pengaturan Pengacakan Papan tempel

source: _Encrypting or signing the clipboard
id: M_engacak atau menandai papan tempel

source: _Show clipboard state in panel
id: Tampilkan _status papan tempel pada panel

source: _Encrypt
id: _Acak

source: _Sign
id: _Tandai
uz: _Imzolash

source: _Import Key
id: _Impor Kunci

source: Couldn't connect to seahorse-daemon
id: Tidak bisa menyambung ke seahorse-daemon

source: Encrypted text
id: Teks teracak

source: Couldn't encrypt text
id: Tidak bisa mengacak teks

source: Couldn't import keys
id: Tidak bisa mengimpor kunci

source: Keys found but not imported
id: Kunci ditemukan tetapi tidak diimpor

source: Couldn't verify text
id: Tidak bisa memeriksa teks

source: No encrypted or signed text is selected.
id: Tidak adalah teks teracak atau tertandai dipilih.

source: Verified text
id: Teks telah diperiksa

source: Imported %d key
id: Mengimpor %d kunci

source: Signed text
id: Teks ditandai

source: Couldn't sign text
id: Tidak bisa menandai teks

source: _Encrypt...
id: _Acak...

source: Encrypt the selected text
id: Acak teks terpilih

source: Sig_n...
id: Ta_ndai...

source: Sign the selected text
id: Tandai teks terpilih

source: Enable the seahorse encryption plugin for gedit.
id: Aktifkan plugin pengacakan seahorse untuk gedit.

source: Enable the seahorse gedit plugin
id: Aktifkan plugin gedit seahorse

source: Text Encryption
id: Pengacakan Teks

source: This plugin performs encryption operations on text.
id: Plugin ini melaksanakan operasi pengacakan pada teks.

source: Encrypt...
id: Acak...

source: Encrypt (and optionally sign) the selected file
id: Acak (dan boleh juga tandai) berkas terpilih

source: Sign
id: Tandai
uz: Imzolash

source: Sign the selected file
id: Tandai berkas terpilih

source: For internal use
id: Untuk penggunaan dalam

source: Configure key servers and other encryption settings
id: Atur server kunci dan ketentuan pengacakan lainnya

source: Import keys from the file
id: Impor kunci dari berkas

source: Encrypt file
id: Acak berkas

source: Sign file with default key
id: Tandai berkas dengan kunci utama

source: Encrypt and sign file with default key
id: Acak dan tandai berkas dengan kunci utama

source: Verify signature file
id: Pastikan berkas tandatangan

source: Read list of URIs on standard in
id: Baca daftar URI pada standard in

source: file...
id: berkas...

source: Choose Recipients
id: Pilih Penerima

source: Couldn't load keys
id: Tidak bisa membaca kunci

source: Choose Encrypted File Name for '%s'
id: Pilih Nama Berkas Teracak untuk '%s'

source: Choose Signer
id: Pilih Penanda

source: Choose Signature File Name for '%s'
id: Pilih Nama Berkas Penanda untuk '%s'

source: Imported key
id: Kunci terimpor

source: Choose Original File for '%s'
id: Pilih berkas asli untuk '%s'

source: No valid signatures found
id: Tidak menemukan tanda tangan yang sah

source: File Encryption Tool
id: Alat Pengacak Berkas

source: Encrypting
id: Pengacakan

source: Couldn't encrypt file: %s
id: Tidak bisa mengacak berkas: %s

source: Signing
id: Menandai

source: Couldn't sign file: %s
id: Tidak bisa menandai berkas: %s

source: Importing
id: Mengimpor

source: Couldn't import keys from file: %s
id: Tidak bisa mengimpor kunci dari berkas: %s

source: Verifying
id: Memeriksa

source: Couldn't verify file: %s
id: Tidak bisa memeriksa berkas: %s

source: You have selected %d file
id: Anda telah memilih %d berkas

source: and %d folder
id: dan %d folder

source: You have selected %d files
id: Anda telah memilih %d berkas

source: You have selected %d folder
id: Anda telah memilih %d folder

source: Preparing...
id: Mempersiapkan...

source: Couldn't list files
id: Tidak bisa mendaftarkan berkas

source: Encryption Key Manager
id: Pengelola Kunci Pengacakan

source: Couldn't add subkey
id: Tidak bisa menambak subkunci

source: Add subkey to %s
id: Tambahkan subkunci ke %s
uz: %s ga kichik kalit qoʼshish

source: DSA (sign only)
id: DSA (hanya tanda)
uz: DSA (faqat imzolash)

source: ElGamal (encrypt only)
id: ElGamal (hanya acak)
uz: ElGamal (faqat shifrlash)

source: Expiration Date:
id: Tanggal kadaluarsa:

source: Generate a new subkey
id: Hasilkan suatu subkunci baru
uz: Yangi kichik kalit yaratish

source: If key never expires
id: Jika kunci tidak pernah kadaluarsa
uz: Agar kalit hech qachon tugamasa

source: Key _Length:
id: _Panjang Kunci:

source: Key _Type:
id: _Jenis Kunci:

source: Key type / algorithm
id: Jenis kunci / algoritma

source: Length of Key
id: Panjang Kunci

source: Never E_xpires
id: Tidak pernah K_adaluarsa
uz: _Hech qachon tugamaydi

source: RSA (encrypt only)
id: RSA (hanya acak)
uz: RSA (faqat shifrlash)

source: RSA (sign only)
id: RSA (hanya tanda)
uz: RSA (faqat imzolash)

source: Couldn't add user id
id: Tidak bisa menambahkan id pengguna

source: Add user ID to %s
id: Tambah ID penggunake %s
uz: %s ga foydalanuvchi identifikatorini qoʼshish

source: Add User ID
id: Tambah ID Pengguna
uz: Foydalanuvchi identifikatorini qoʼshish

source: Create the new user ID
id: Buat ID pengguna baru
uz: Yangi foydalanuvchi identifikatorini yaratish

source: Full _Name:
id: Nama Le_ngkap:

source: Key Co_mment:
id: Ko_mentar Kunci:

source: Must be at least 5 characters long
id: Mesti paling tidak 5 karakter panjangnya
uz: Kamida 5 ta belgidan iborat boʻlishi kerak

source: Optional comment describing key
id: Pilihan komentar menjelaskan kunci
uz: Kalitni tavsiflovchi ixtiyoriy izoh

source: Optional email address
id: Pilihan alamat email
uz: Ixtiyoriy elektron pochta manzili

source: _Email Address:
id: Alamat _Email:

source: Change Passphrase
id: Ganti Kata sandi
uz: Parol iborasini oʼzgartirish

source: Con_firm Passphrase:
id: Kon_firmasi Kata sandi:
uz: Parolni _tasdiqlash:

source: Confirm new passphrase
id: Konfirmasi katasandi baru
uz: Yangi parol iborasini tasdiqlash

source: New _Passphrase:
id: _Kata sandi Baru:
uz: Yangi _parol iborasi:

source: %s is a private key. Make sure you have a backup. Do you still want to delete it?
id: %s adalah kunci pribadi. Pastikan anda memiliki cadangan. Anda masih ingin menghapusnya?

source: Are you sure you want to permanently delete %s?
id: Anda yakin ingin menghapus %s secara permanen?

source: Are you sure you want to permanently delete %d key?
id: Anda yakin ingin menghapus kunci %d secara permanen?

source: Couldn't delete key
id: Tidak bisa menghapus kunci

source: Are you sure you want to permanently delete subkey %d of %s?
id: Anda yakin ingin menghapus subkunci %d dari %s secara permanen?

source: Couldn't delete subkey
id: Tidak bisa menghapus subkunci

source: Are you sure you want to permanently delete the '%s' user ID?
id: Anda yakin ingin menghapus ID pengguna '%s' secara permanen?

source: Couldn't delete user id
id: Tidak bisa menghapus id pengguna

source: Manage your passwords and encryption keys
id: Kelola kata sandi anda kan kunci pengacakan
uz: Parollaringiz va shifrlash kalitlaringizni boshqaring

source: Passwords and Encryption Keys
id: Kata sandi dan Kunci Pengacakan

source: Couldn't change expiry date
id: Tidak bisa mengganti tanggal kada luarsa

source: Expiry for Subkey %d of %s
id: Kadaluarsa untuk Subkunci %d dari %s

source: Expiry for %s
id: Kadaluarsa untuk %s

source: C_hange
id: G_anti
uz: _oʼzgartirish

source: Never Expires
id: Tidak pernah kadaluarsa

source: Revoke key
id: Buang kunci

source: Used to encrypt email and files
id: Dipergunakan untuk mengacak surat dan berkas

source: Used to access other computers (eg: via a terminal)
id: Dipergunakan untuk mengakses komputer lain (cth: melalui terminal)

source: <b>_Select the kind of key you wish to create:</b>
id: <b>Pilih jeni_s kunci yang ingin anda buat:</b>

source: C_ontinue
id: Ber_sambung

source: Create a New Key
id: Buat suatu Kunci Baru

source: Web Password
id: Katasandi Web

source: Network Password
id: Kata sandi Jaringan

source: Password
id: Kata sandi
uz: Parol

source: Access a network share or resource
id: Akses berbagi jaringan atau sumber daya
uz: Tarmoq ulushi yoki manbasiga kirish

source: Access a website
id: Akses website
uz: Veb-saytga kirish

source: Unlocks a PGP key
id: Buka kunci PGP
uz: PGP kalitini qulfdan chiqaradi

source: Unlocks a Secure Shell key
id: Buka kunci Shell Aman
uz: Secure Shell kalitini qulfdan chiqaradi

source: Saved password or login
id: Simpan kata sandi atau login
uz: Saqlangan parol yoki login

source: Couldn't change password.
id: Tidak bisa menyimpan kata sandi.

source: Couldn't set description.
id: Tidak bisa mengatur penjelasan.

source: <b>Description:</b>
id: <b>Penjelasan:</b>

source: <b>Password:</b>
id: <b>Kata sandi:</b>

source: <b>Technical Details:</b>
id: <b>Rincian Teknis:</b>

source: <b>Type:</b>
id: <b>Jenis:</b>

source: <b>Use:</b>
id: <b>Gunakan:</b>

source: Details
id: Rincian
uz: Tafsilotlar

source: Key
id: Kunci
uz: Kalit

source: Key Properties
id: Informasi Kunci

source: Show pass_word
id: Tampilkan kata _sandi

source: [Type here]
id: [Ketik di sini]

source: [Use here]
id: [Gunakan di sini]

source: [details]
id: [rincian]

source: Access to the key ring was denied
id: Akses ke gantungan kunci di tolak

source: The gnome-keyring daemon is not running
id: Server gnome-keyring tidak jalan

source: The key ring has already been unlocked
id: Gantungan kunci telah dibuka

source: No such key ring exists
id: Tidak ada gantungan kunci

source: Couldn't communicate with key ring daemon
id: Tidak bisa berkomunikasi dengan server gantungan kunci

source: The item already exists
id: Objek sudah ada

source: Internal error accessing gnome-keyring
id: Kesalahan dalam mengakses gnome-keyring

source: Saving item...
id: Menyimpan objek...

source: Retrieving key
id: Menerima kunci

source: Listing passwords
id: Mendaftar kata sandi

source: Couldn't read file
id: Tidak bisa membaca berkas

source: Unrecognized key type, or invalid data format
id: Tidak mengenali jenis kunci, atau bentuk data tidak sah

source: Couldn't retrieve data from key server
id: Tidak bisa menerima data dari server kunci

source: Copied %d key
id: Menyalin %d kunci

source: Retrieving keys
id: Menerima kunci

source: Couldn't export key
id: Tidak bisa mengekspor kunci

source: Export public key
id: Ekspor kunci umum

source: Couldn't export key to "%s"
id: Tidak bisa mengekspor kunci ke "%s"

source: Exporting keys
id: Mengekspor kunci

source: Back up Key Rings to Archive
id: Cadangkan Gantungan Kunci ke Arsip

source: Contributions:
id: Kontribusi:

source: Selected %d key
id: Memilih %d kunci

source: _Key
id: _Kunci

source: _Edit
id: _Sunting

source: _View
id: _Tampil

source: _Create New Key...
id: _Buat Kunci Baru...

source: Create a new personal key
id: Buat kunci pribadi baru

source: _Import...
id: _Impor...

source: Import keys into your key ring from a file
id: Impor kunci ke gantungan kunci anda dari suatu berkas

source: _Back up Key Rings...
id: _Cadangkan Gantungan Kunci...

source: Back up all keys
id: Cadangkan seluruh kunci

source: Paste _Keys
id: Tempel _Kunci

source: Import keys from the clipboard
id: Impor kunci dari papan tempel

source: _Quit
id: _Keluar

source: Close this program
id: Tutup program ini

source: Prefere_nces
id: Pengatura_n

source: Change preferences for this program
id: Ganti pengaturan untuk program ini

source: About this program
id: Tentang program ini

source: _Remote
id: _Jauh

source: _Contents
id: _Isi

source: Show Seahorse help
id: Tampilkan bantuan Seahorse

source: T_ypes
id: Jen_is

source: Show type column
id: Tampilkan kolom jenis
uz: Turi ustunini koʼrsatish

source: _Expiry
id: _Kadaluarsa

source: Show expiry column
id: Tampilkan kolom kadaluarsa
uz: Tugash ustunini koʼrsatish

source: _Trust
id: _Percaya

source: Show owner trust column
id: Tampilkan kolom percaya pemilik

source: _Validity
id: _Keabsahan

source: Show validity column
id: Tampilkan kolom keabsahan
uz: Yaroqlilik ustunini koʼrsatish

source: P_roperties
id: Info_rmasi

source: Show key properties
id: Tampilkan informasi kunci

source: E_xport Public Key...
id: E_kspor Kunci Umum...

source: Export public part of key to a file
id: Ekspor bagian umum kunci ke suatu berkas

source: _Copy Public Key
id: _Salin Kunci Umum

source: Copy public part of selected keys to the clipboard
id: Salin bagian umum dari kunci terpilih ke papan tempel

source: _Delete Key
id: _Hapus Kunci

source: Delete selected keys
id: Hapus kunci terpilih

source: _Sign...
id: _Tandai...

source: Sign public key
id: Tandai kunci umum

source: Set Up Computer for _Secure Shell...
id: Atur Komputer untuk _Shell Aman...

source: Send public Secure Shell key to another machine, and enable logins using that key.
id: Kirim kunci Shell Aman umum ke mesin lain, dan aktifkan login menggunakan kunci itu.

source: _Find Remote Keys...
id: _Temukan Kunci Jauh...

source: Search for keys on a key server
id: Cari kunci pada server kunci

source: _Sync and Publish Keys...
id: _Samakan dan Terbitkan Kunci...

source: Publish and/or synchronize your keys with those online.
id: Terbitkan dan/atau sinkronkan kunci anda dengan yang sedang online.

source: <big><b>First time options:</b></big>
id: <big><b>Pilihan pertama kali:</b></big>

source: Filter:
id: Saring:

source: Generate a new key of your own:
id: Hasilkan suatu kunci diri anda sendiri:

source: Import existing keys from a file:
id: Impor kunci yang ada dari suatu berkas:

source: My _Personal Keys
id: Kunci _Pribadi Saya

source: Other _Collected Keys
id: Kunci Lain yang _Terkumpul

source: To get started with encryption you will need keys.
id: Untuk mulai dengan pengacakan anda akan membutuhkan kunci.

source: _Passwords
id: _Kata sandi

source: _Trusted Keys
id: Kunci _Terpercaya

source: Expired
id: Kadaluarsa

source: User ID
id: ID Pengguna

source: Couldn't retrieve key data
id: Tidak bisa menerima data kunci

source: Couldn't write key to file
id: Tidak bisa menulis kunci ke berkas

source: Validity
id: Keabsahan

source: Trust
id: Percaya
uz: Ishonish

source: Type
id: Jenis
uz: Turi

source: Expiration Date
id: Tanggal Kadaluarsa
uz: Tugash muddati

source: Couldn't change primary user ID
id: Tidak bisa mengganti ID pengguna utama

source: [Unknown]
id: [Tidak dikenal]

source: Name/Email
id: Nama/Email

source: Signature ID
id: ID Tanda tangan

source: Couldn't change primary photo
id: Tidak bisa mengganti foto utama

source: (unknown)
id: (tidak diketahui)
uz: (noma'lum)

source: This key expired on: %s
id: Kunci ini kadaluarsa pada: %s

source: Unable to change trust
id: Tidak bisa mengganti kepercayaan
uz: Ishonchni oʼzgartirib boʼlmadi

source: Export Complete Key
id: Eksport Kunci Lengkap

source: Created
id: Dibuat
uz: Yaratilgan

source: Expires
id: Kadaluarsa
uz: Tugaydi

source: Strength
id: Kekuatan

source: Good
id: Bagus

source: Couldn't import keys into key ring
id: Tidak bisa mengimpor kunci ke gantungan kunci

source: Importing keys from key servers
id: Mengimpor kunci dari server kunci

source: Couldn't write keys to file: %s
id: Tidak bisa menulis kunci ke berkas: %s

source: Save Remote Keys
id: Simpan Kunci Jauh

source: No matching keys found
id: Tidak menemukan kunci yang cocok

source: _Close
id: _Tutup

source: Close this window
id: Tutup jendela ini

source: Import selected keys to local key ring
id: Impor kunci terpilih ke gantungan kunci

source: Save Key As...
id: Simpan Kunci Sebagai...

source: Save selected keys as a file
id: Simpan kunci terpilih sebagai suatu berkas

source: _Copy Key
id: _Salin Kunci

source: Copy selected keys to the clipboard
id: Salin kunci terpilih ke papan tempel

source: Remote Keys
id: Kunci Jauh

source: Remote Keys Containing '%s'
id: Kunci Jauh Mengandung '%s'

source: Remote Encryption Keys
id: Kunci Pengacakan Jauh

source: <b>Key Servers:</b>
id: <b>Server Kunci:</b>

source: <b>Shared Keys Near Me:</b>
id: <b>Kunci Berbagi Disekitar Saya:</b>

source: Find Remote Keys
id: Temukan Kunci Jauh
uz: Masofaviy kalitlarni topish

source: This will find keys for others on the Internet. These keys can then be imported into your local key ring.
id: Ini akan menemukan kunci untuk yang lain di Internet. Hal ini kemudian dapat diimpor ke gantungan kunci lokal.
uz: Bu Internetda boshqalar uchun kalitlarni topadi. Keyin bu kalitlarni mahalliy kalit halqangizga import qilish mumkin.

source: Where to search:
id: Kemana mencari:

source: _Search
id: _Cari
uz: _Qidirish

source: _Search for keys containing:
id: _Cari kunci yang mengandung:

source: Couldn't publish keys to server: %s
id: Tidak bisa menerbitkan kunci ke server: %s

source: Couldn't retrieve keys from server: %s
id: Tidak bisa menerima kunci dari server: %s

source: <b>%d key is selected for synchronizing</b>
id: <b>%d kunci terpilih untuk penyamaan</b>
uz: <b>Sinxronlash uchun %d kalit tanlandi</b>

source: Synchronizing keys
id: Menyamakan kunci

source: Synchronizing keys...
id: Menyamakan kunci...

source: <b>X keys are selected for synchronizing</b>
id: <b>Kunci X terpilih untuk penyamaan</b>

source: This will publish the keys in your key ring so they're available for others to use. You'll also get any changes others have made since you received their keys.
id: Ini akan menerbitkan kunci dalam kunci gantungan kunci anda sehingga mereka tersedia bagi yang lain. Anda juga akan mendapatkan segala perubahan yang dibuat orang lain semenjak anda menerima kunci mereka.

source: This will retrieve any changes others have made since you received their keys. No key server has been chosen for publishing, so your keys will not be made available to others.
id: Ini akan menerima setiap perubahan yang dilakukan orang lain semenjak anda menerika kunci mereka. Tidak ada server kunci terpilih untuk penerbitan, sehingga kunci anda tidak akan tersedia bagi orang lain.
uz: Bu kalitlarni olganingizdan beri boshqalar kiritgan barcha oʻzgarishlarni oladi. Nashr qilish uchun kalit server tanlanmagan, shuning uchun kalitlaringiz boshqalarga taqdim etilmaydi.

source: _Key Servers
id: Server _Kunci
uz: _Kalit serverlari

source: <b>You have selected multiple files or folders</b>
id: <b>Anda telah memilih berbagai berkas atau map</b>

source: Because the files are located remotely, each file will be encrypted separately.
id: Karena beras berlokasi jauh, setiap berkas akan diacak secara terpisah.

source: Encrypt Multiple Files
id: Acak Berbagai Berkas

source: Encrypt each file separately
id: Acak setiap berkas secara terpisah

source: Package Name:
id: Nama Paket:

source: Packaging:
id: Pemaketan:

source: Couldn't generate PGP key
id: Tidak bisa menghasilkan kunci PGP

source: Passphrase for New PGP Key
id: Katasandi untuk kunci PGP Baru
uz: Yangi PGP kaliti uchun parol iborasi

source: Enter the passphrase for your new key twice.
id: Berikan katasandi untuk kunci baru anda dua kali.
uz: Yangi kalitingiz uchun parol iborasini ikki marta kiriting.

source: Couldn't generate key
id: Tidak bisa menghasilkan kunci

source: Generating key
id: Menghasilkan kunci
uz: Kalit yaratilmoqda

source: <b>_Advanced key options</b>
id: <b>Pilihan kunci lebih lanjut</b>

source: A PGP key allows you to encrypt email or files to other people.
id: Kunci PGP mengizinkan anda untuk mengacak surat atau berkas untuk orang lain.
uz: PGP kaliti elektron pochta yoki fayllarni boshqa odamlarga shifrlash imkonini beradi.

source: Algorithms here
id: Algoritma di sini

source: C_reate
id: B_uat
uz: _Yaratish

source: Create a PGP Key
id: Buat Kunci PGP

source: E_xpiration Date:
id: Tanggal _Kadaluarsa:

source: Encryption _Type:
id: _Jenis Pengacakan:

source: Generate a new key
id: Hasilkan kunci baru
uz: Yangi kalit yaratish

source: Key _Strength (bits):
id: Kekuatan Kunci (bit_s):

source: Ne_ver Expires
id: Tidak per_nah kadaluarsa
uz: _Hech qachon tugamaydi

source: New PGP Key
id: Kunci PGP Baru

source: _Comment:
id: _Komentar:

source: <b>Actions</b>
id: <b>Aksi</b>

source: <b>Comment:</b>
id: <b>Komentar:</b>

source: <b>Dates</b>
id: <b>Tanggal</b>

source: <b>Email:</b>
id: <b>Surat:</b>

source: <b>Fingerprint</b>
id: <b>Sidik jari</b>

source: <b>Key ID:</b>
id: <b>ID Kunci:</b>

source: <b>Key Names and Signatures</b>
id: <b>Nama Kunci dan Tandatangan</b>

source: <b>Name:</b>
id: <b>Nama:</b>

source: <b>Photo </b>
id: <b>Foto </b>

source: <b>Technical Details</b>
id: <b>Rincian Teknis</b>

source: <b>This key has been revoked</b>
id: <b>Kunci ini telah dicabut</b>

source: <b>This key has expired</b>
id: <b>Kunci ini telah kadaluarsa</b>

source: Add
id: Tambah

source: Add a photo to this key
id: Tambah foto ke kunci ini

source: Change _Passphrase
id: Ganti _Katasandi
uz: _Parol iborasini oʼzgartirish

source: Created:
id: Dibuat:

source: Decrypt files and email sent to you.
id: Acak berkas dan email kirim ke anda.

source: Delete
id: Hapus
uz: Oʼchirish

source: Expire
id: Kadaluarsa

source: Expires:
id: Kadaluarsa:

source: Export
id: Ekspor
uz: Eksport qilish

source: Go to next photo
id: Lanjut ke foto selanjutnya

source: Go to previous photo
id: Balik ke foto sebelumnya

source: Key ID:
id: ID Kunci:

source: Make this photo the primary photo
id: Jadikan foto ini sebagai foto utama

source: Names and Signatures
id: Nama dan Tandatangan

source: Override Owner _Trust:
id: _Timpa Kepercayaan Pemiliki:

source: Owner
id: Pemilik

source: Primary
id: Utama

source: Remove this photo from this key
id: Buang foto ini dari kunci ini
