Repository: GNOME/seahorse
Catalog: po/*.po
Languages: id, uz

source: Revoke
id: Cabut
uz: Bekor qilish

source: Strength:
id: Kekuatan:

source: The owner of the key revoked the key. It can no longer be used.
id: Pemilik kunci mencabut kunci. Tidak bisa digunakan lagi.

source: This key expired on: (placeholder)
id: Kunci kadaluarsa pada: (tempat direktori)

source: Type:
id: Jenis:

source: _Add Name
id: T_ambah Nama

source: _Export Complete Key:
id: _Ekspor Kunci Lengkap:

source: <b>Dates:</b>
id: <b>Tanggal:</b>

source: <b>Fingerprint:</b>
id: <b>Sidik jari:</b>

source: <b>Indicate Trust:</b>
id: <b>Menandakan Kepercayaan:</b>

source: <b>Your trust of this key</b>
id: <b>Kepercayaan anda terhadap kunci ini</b>

source: <b>_Other Names:</b>
id: <b>Nama _Lain:</b>

source: <b>_People who have signed this key:</b>
id: <b>_Orang yang menandai kunci ini:</b>

source: Encrypt files and email to the key's owner
id: Acak berkas dan surat ke pemilik kunci

source: I have checked that this key belongs to '%s'
id: Saya telah memeriksa bahwa kunci ini milik si '%s'

source: I trust signatures from '%s' on other keys
id: Saya percaya tanda tangan dari '%s" pada kunci lain

source: If you no longer trust this person's identity, <i>revoke</i> your signature:
id: Jika anda tidak lagi mempercayai identitas orang ini, <i>cabut</i> tanda tangan anda:

source: To indicate your trust of this key to others, <i>sign</i> this key:
id: Untuk menandakan kepercayaan anda kunci ini ke orang lain, <i>tanda</i> kunci ini:

source: You _Trust the Owner:
id: Anda _Percaya Pemilik:

source: Your trust is manually specified on the <i>Details</i> tab.
id: Kepercayaan anda ditentukan secara manual pada tab <i>Rincian</i>.

source: _Only display the signatures of people I trust
id: Hanya tampilkan tanda tangan orang yang saya percayai

source: _Revoke Signature
id: _Cabut Tanda tangan

source: _Sign this Key
id: _Tandai Kunci ini

source: Verify Signature
id: Periksa Tanda tangan

source: <big><b>The photo is too large</b></big> The recommended size for a photo on your key is %d x %d pixels.
id: <big><b>Foto terlalu besar</b></big> Ukuran foto yang disarankan pada kunci anda adalah %d x %d piksel.

source: _Don't Resize
id: _Jangan Ubah Ukuran

source: _Resize
id: Ubah Uku_ran
uz: _Oʻlchamini oʻzgartirish

source: This is not a image file, or an unrecognized kind of image file. Try to use a JPEG image.
id: Ini bukan berkas gambar, atau suatu jenis berkas gambar tidak dikenal. Coba gunakan gambar JPEG.
uz: Bu rasm fayli yoki ma'lum turdagi rasm fayli emas. JPEG rasmidan foydalanishga harakat qiling.

source: All image files
id: Seluruh berkas gambar
uz: Barcha rasm fayllari

source: All JPEG files
id: Seluruh berkas JPEG
uz: Barcha JPEG fayllari

source: Choose Photo to Add to Key
id: Pilih Foto untuk Ditambahkan ke Kunci
uz: Kalitga qoʼshish uchun suratni tanlash

source: Couldn't add photo
id: Tidak bisa menambahkan foto

source: The file could not be loaded. It may be in an invalid format
id: Berkas tidak bisa dibaca. Mungkin dalam bentuk yang salah.

source: Are you sure you want to remove the current photo from your key?
id: Anda yakin ingin membuang foto ini dari kunci anda?

source: Couldn't delete photo
id: Tidak bisa menghapus foto

source: Couldn't revoke subkey
id: Tidak bisa mencabut subkunci

source: Revoke Subkey %d of %s
id: Mencabut Subkunci %d dari %s

source: Revoke %s
id: Mencabut %s

source: You are about to add %s as a revoker for %s. This operation cannot be undone! Are you sure you want to continue?
id: Anda akan menambahkan %s sebagai pencabut untuk %s. Operasi ini tidak bisa dibatalkan! Anda yakin ingin melanjut?

source: Couldn't add revoker
id: Tidak bisa menambahkan pencabut

source: Key is no longer used
id: Kunci tidak lagi digunakan
uz: Kalit endi ishlatilmaydi

source: No Reason
id: Tanpa Alasan

source: No reason for revoking key
id: Tidak ada alasan untuk mencabut kunci
uz: Kalitni bekor qilish uchun sabab yoʼq

source: Not Used
id: Tidak Digunakan
uz: Ishlatilmaydi

source: Optional description of revocation
id: Pilihan penjelasan pencabutan
uz: Bekor qilishning ixtiyoriy tavsifi

source: Re_voke
id: Ca_but
uz: _Bekor qilish

source: Reason for revoking the key
id: Alasan untuk pencabutan kunci

source: _Description:
id: _Penjelasan:

source: _Reason:
id: _Alasan:

source: Couldn't sign key
id: Tidak bisa menandai kunci

source: You have no personal PGP keys that can be used to indicate your trust of this key.
id: Anda tidak memiliki kunci PGP yang dapat digunakan untuk mengindikasikan kepercayaan anda pada kunci ini.
uz: Sizda ushbu kalitga ishonchingizni bildirish uchun ishlatilishi mumkin boʼlgan shaxsiy PGP kalitlaringiz yoʼq.

source: <b>How carefully have you checked this key?</b>
id: <b>Seberapa hati-hati anda telah memeriksa kunci ini?</b>

source: <b>How others will see this signature:</b>
id: <b>Bagaimana orang lain akan melihat tanda tangan ini:</b>

source: <b>Sign key as:</b>
id: <b>Tandai kunci sebagai:</b>

source: <i>Key Name</i>
id: <i>Nama Kunci</i>

source: <i>Not at all:</i> means you believe the key is owned by the person who claims to own it, but you could not or did not verify this to be a fact.
id: <i>Tidak sama sekali:</i> artinya anda percaya kunci dimiliki oleh orang yang menyatakan memilikinya, tetapi anda tidak dapat atau tidak memeriksanya.

source: <i>Very Carefully:</i> Select this only if you are absolutely sure that this key is genuine.
id: <i>Sangat Hati-hati:</i> Pilih ini hanya jika anda sangat yakin bahwa kunci ini asli.

source: By signing you indicate your trust that this key belongs to:
id: Dengan menandai anda menandakan anda percaya bahwa kunci ini milik:
uz: Imzolash orqali siz ushbu kalit quyidagilarga tegishli ekanligiga ishonch bildirasiz:

source: I can _revoke this signature at a later date.
id: Saya dapat _mencabut tanda tangan ini nanti.
uz: _Men bu imzoni keyinroq bekor qilishim mumkin.

source: _Not at all
id: _Tidak sama sekali
uz: _Umuman yoʼq

source: _Others may not see this signature
id: _Orang lain mungkin tidak melihat tanda tangan ini
uz: _Boshqalar bu imzoni koʼrmasligi mumkin

source: _Signer:
id: _Penanda:

source: _Very Carefully
id: _Sangat Hati-hati
uz: _Juda ehtiyotkorlik bilan

source: Couldn't generate Secure Shell key
id: Tidak bisa menghasilkan kunci Shell Aman

source: Creating Secure Shell Key
id: Membuat Kunci Shell Aman
uz: Secure Shell kaliti yaratilmoqda

source: <i>Use your email address, and any other reminder you need about what this key is for.</i>
id: <i>Gunakan alamat email anda, dan pengingat apapun yang anda butuhkan tentang untuk keperluan apa kunci ini.</i>

source: A Secure Shell (SSH) key lets you connect securely to trusted computers using SSH, without entering a different password for each of them.
id: Kunci Shell Aman (SSH) mengizinkan anda tersambung secara aman ke komputer terpercaya menggunakan SSH, tanpa harus memberikan kata sandi berbeda untuk masing-masing mereka.

source: If there is already a computer you want to use this key with, you can set up that computer to recognize your key now.
id: Jika sudah ada komputer yang ingin anda gunakan dengan kunci ini, anda dapat mengatur komputer untuk mengenali kunci anda sekarang.

source: New Secure Shell Key
id: Kunci Shell Aman Baru
uz: Yangi Secure Shell kaliti

source: _Create and Set Up
id: _Buat dan Atur

source: _Just Create Key
id: _Hanya Buat Kunci

source: _Key Description:
id: Penjelasan _Kunci:

source: Couldn't rename key.
id: Tidak bisa ganti nama kunci.

source: Couldn't change authorization for key.
id: Jangan ganti hak akses untuk kunci.

source: Couldn't change passhrase for key.
id: Tidak bisa mengganti katasandi untuk kunci.

source: <b>Algorithm:</b>
id: <b>Algoritma:</b>

source: <b>Identifier:</b>
id: <b>Pengenal:</b>

source: <b>Location:</b>
id: <b>Lokasi:</b>

source: <b>Strength:</b>
id: <b>Kekuatan:</b>

source: <b>Trust</b>
id: <b>Percaya</b>

source: <i>This only applies to the '%s'</i> account.
id: <i>Ini hanya berlaku untuk account '%s'</i>.

source: E_xport Complete Key
id: E_ksport Kunci Lengkap

source: The owner of this key is _authorized to connect to this computer
id: Pemilik kunci ini disahkan untuk menyambung ke komputer ini

source: Used to connect to other computers.
id: Dipergunakan untuk menyambung ke komputer lain.

source: Couldn't configure Secure Shell keys on remote computer.
id: Tidak mengatur kunci Shell Aman pada komputer jauh.

source: Configuring Secure Shell Keys...
id: Mengatur Kunci Shell Aman...

source: <i>eg: fileserver.example.com</i>
id: <i>cth: fileserver.example.com</i>

source: Set Up Computer for SSH Connection
id: Atur Komputer untuk Sambungan SSH

source: To use your Secure Shell key with another computer that uses SSH, you must already have a login account on that computer.
id: Untuk menggunakan kunci Shell Aman dengan komputer lain yang menggunakan SSH, anda harus sudah memiliki login pada komputer itu.

source: _Computer Name:
id: Nama _Komputer:

source: _Login Name:
id: Nama _Login:

source: _Set Up
id: _Atur

source: Custom
uz: Maxsus

source: Enter the date directly
uz: Toʼg'ridan-toʼg'ri sanani kiritish

source: Select the date from a calendar
uz: Sanani taqvimdan tanlash

source: _Cancel
uz: _Bekor qilish

source: _Delete
uz: _Oʼchirish

source: Enter PIN or password for: %s
uz: Quyidagi uchun PIN yoki parolni kiriting: %s

source: None: Don’t publish keys
uz: Yoʼq: kalitlarni nashr qilmang

source: Passwords
uz: Parollar

source: Keys
uz: Kalitlar

source: Certificates
uz: Sertifikatlar

source: _Save
uz: _Saqlash

source: Keyservers
uz: Kalit serverlari

source: Key Synchronization
uz: Kalitlarni sinxronlashtirish

source: _Publish keys to:
uz: _Kalitlarni nashr qilish:

source: Automatically retrieve keys from _key servers
uz: _Kalitlarni asosiy serverlardan avtomatik ravishda olish

source: Automatically synchronize _modified keys with key servers
uz: Oʼzgartirilgan kalitlarni kalit serverlari bilan avtomatik sinxronlash

source: HTTPS Key Server
uz: HTTPS kalit serveri

# Validity
source: Unknown
uz: Noma'lum

# Validity
source: Never
uz: Hech qachon

# Validity
source: Full
uz: Toʻliq

# Validity
source: Ultimate
uz: Yakuniy

# Validity
source: Disabled
uz: Oʻchirilgan

# Validity
source: Revoked
uz: Bekor qilingan

# shortcut window
source: Overview
uz: Umumiy koʻrinish

# shortcut window
source: Help
uz: Yordam

# shortcut window
source: Open menu
uz: Menyuni ochish

# shortcut window
source: Create a new item
uz: Yangi element yaratish

# shortcut window
source: Import item from file
uz: Fayldan elementni import qilish

# shortcut window
source: Search
uz: Qidirish

# shortcut window
source: Shortcut list
uz: Yorliqlar roʼyxati

# shortcut window
source: Quit
uz: Chiqish

# shortcut window
source: Navigation
uz: Navigatsiya

# shortcut window
source: Select previous keyring
uz: Oldingi kalit halqasini tanlash

# shortcut window
source: Select next keyring
uz: Keyingi kalit halqasini tanlash

# shortcut window
source: Show sidebar (on small screens)
uz: Yon panelni koʼrsatish (kichik ekranlarda)

# shortcut window
source: Show keyring contents (on small screens)
uz: Kalit halqasining tarkibini koʼrsatish (kichik ekranlarda)

source: Passwords and Keys
uz: Parollar va kalitlar

source: Auto retrieve keys
uz: Kalitlarni avtomatik olish

source: Whether or not keys should be automatically retrieved from key servers.
uz: Kalitlar asosiy serverlardan avtomatik ravishda olinishi kerakmi yoki yoʼqmi.

source: Auto publish keys
uz: Kalitlarni avtomatik nashr qilish

source: Whether or not modified keys should be automatically published.
uz: Oʼzgartirilgan kalitlar avtomatik ravishda chop etilishi kerakmi yoki yoʼqmi.

source: Publish keys to this key server
uz: Ushbu kalit serveriga kalitlarni nashr etish

source: Show keyrings sidebar
uz: Kalit halqalari yon panelini koʼrsatish

source: Show keyrings sidebar in Seahorse.
uz: Seahorseda kalit halqalari yon panelini koʼrsatish.

source: Which items to show
uz: Qaysi elementlarni koʼrsatish kerak

source: Filter which items to show. If empty, show all items, if “personal” show personal keys, if “trusted” show trusted.
uz: Qaysi elementlarni koʼrsatishni filtrlash. Agar boʼsh boʼlsa, barcha elementlarni koʼrsatish, agar ”shaxsiy” boʼlsa shaxsiy, agar ”ishonchli” boʼlsa ishonchli kalitlarni koʼrsatish.

source: Width of the side pane
uz: Yon panelning kengligi

source: The default width of the side pane.
uz: Yon panelning standart kengligi.

source: The keyrings chosen
uz: Kalit halqalari tanlangan

source: The URIs of the keyrings chosen in the sidebar.
uz: Yon panelda tanlangan kalit halqalarining URI-lari.

source: The column to sort the Seahorse keys by
uz: Seahorse kalitlarini saralash ustuni

source: Specify the column to sort the Seahorse key manager main window by. Columns are: “name”, “id”, “validity”, “expires”, “trust”, and “type”. Put a “-” in front of the column name to sort in descending order.
uz: Seahorse kalit menejeri asosiy oynasini saralash uchun ustunni belgilang. Ustunlar: "nomi", "id", "yaroqlilik", "tugash", "ishonch" va "turi". Kamayish tartibida saralash uchun ustun nomi oldiga “-” belgisini qoʼying.

source: No longer in use.
uz: Endi ishlatilmaydi.

source: Show trust column
uz: Ishonch ustunini koʼrsatish

source: Passwords and Keys is a GNOME application for managing encryption keys.
uz: Parollar va kalitlar shifrlash kalitlarini boshqarish uchun GNOME ilovasidir.

source: With Passwords and Keys you can create and manage PGP keys, create and manage SSH keys, publish and retrieve keys from key servers, cache your passphrase so you don’t have to keep typing it and backup your keys and keyring.
uz: Parollar va kalitlar yordamida siz PGP kalitlarini yaratishingiz va boshqarishingiz, SSH kalitlarini yaratishingiz va boshqarishingiz, kalit serverlarida kalitlarni nashr qilishingiz va olishingiz, parol iboralaringizni keshlashingiz, shuning uchun uni yozishda davom etmasligingiz va kalitlar va kalit halqalarni zaxiralashingiz mumkin.

source: The GNOME Project
uz: GNOME loyihasi

source: Width of the window
uz: Oyna kengligi

source: Width (in pixels) of the window.
uz: Oyna kengligi (piksellarda).

source: Height of the window
uz: Oyna balandligi

source: Height (in pixels) of the window.
uz: Oyna balandligi (piksellarda).

source: Add Password
uz: Parol qoʼshish

source: _Description
uz: _Tavsif

source: Couldn’t unlock
uz: Qulfni ochib boʻlmadi

source: Couldn’t add item
uz: Element qoʼshib boʼlmadi

source: Add password keyring
uz: Parol kalit halqasini qoʼshish

source: Please choose a name for the new keyring. You will be prompted for an unlock password.
uz: Yangi kalit halqasi uchun nom tanlang. Sizdan qulfni ochish paroli soʼraladi.

source: New Keyring Name:
uz: Yangi kalit halqasi nomi:

source: Couldn’t add keyring
uz: Kalit halqasini qoʼshib boʼlmadi

source: Stored personal passwords, credentials and secrets
uz: Saqlangan shaxsiy parollar, hisob ma'lumotlari va sirlar

source: Password or Secret
uz: Parol yoki sir

source: Network connection secret
uz: Tarmoqqa ulanish siri

source: Wi-Fi password
uz: Wi-Fi paroli

source: Network password
uz: Tarmoq paroli

source: GNOME Web password
uz: GNOME veb paroli

source: Google Chrome password
uz: Google Chrome paroli

source: Instant messaging password
uz: Tezkor xabarlar uchun parol

source: IM account password for
uz: IM hisob paroli

source: Telepathy password
uz: Telepathy paroli

source: GNOME Online Accounts password
uz: GNOME onlayn hisoblari paroli

source: Item Properties
uz: Element xususiyatlari

source: Description
uz: Tavsif

source: Use
uz: Foydalanish

source: Login
uz: Kirish

source: Network Credentials
uz: Tarmoq hisob ma'lumotlari

source: Couldn’t change password.
uz: Parolni oʻzgartirib boʻlmadi.

source: Couldn’t set description.
uz: Tavsifni oʼrnatib boʼlmadi.

source: Stored note
uz: Saqlangan eslatma

source: Keyring password
uz: Kalit halqasi paroli

source: Encryption key password
uz: Shifrlash kaliti paroli

source: Key storage password
uz: Kalitni saqlash paroli

source: Network Manager secret
uz: Tarmoq menejeri siri

source: Created on
uz: Yaratilgan sanasi

source: Keyring is locked
uz: Kalit halqasi qulflangan

source: Unknown date
uz: Noma'lum sana

source: A keyring that is automatically unlocked on login
uz: Tizimga kirishda avtomatik ravishda ochiladigan kalit halqasi

source: A keyring used to store passwords
uz: Parollarni saqlash uchun ishlatiladigan kalit halqasi

source: Couldn’t set default keyring
uz: Standart kalit halqasini oʼrnatib boʼlmadi

source: Couldn’t change keyring password
uz: Kalit halqasi parolini oʻzgartirib boʻlmadi

source: _Set as default
uz: _Standart sifatida oʼrnatish

source: Change _Password
uz: _Parolni oʼzgartirish

source: Key _Type
uz: Kalit _turi

source: Key _Length
uz: Kalit _uzunligi

source: Couldn’t add user ID
uz: Foydalanuvchi identifikatorini qoʼshib boʼlmadi

source: Full _Name
uz: Toʼliq _nomi

source: _Email Address
uz: _Elektron pochta manzili

source: Key Co_mment
uz: Kalit _izohi

source: Invalid expiry date
uz: Yaroqsiz tugash sanasi

source: The expiry date must be in the future
uz: Tugash sanasi kelajakda boʼlishi kerak

source: Couldn’t change expiry date
uz: Tugash sanasini oʻzgartirib boʻlmadi

source: Expiry: %s
uz: Tugash: %s

source: _Never expires
uz: _Hech qachon tugamaydi

source: Couldn’t generate PGP key
uz: PGP kalitini yaratib boʼlmadi

source: When creating a key we need to generate a lot of random data and we need you to help. It’s a good idea to perform some other action like typing on the keyboard, moving the mouse, using applications. This gives the system the random data that it needs.
uz: Kalit yaratishda biz juda koʼp tasodifiy ma'lumotlarni yaratishimiz kerak va sizning yordamingiz kerak. Klaviaturada yozish, sichqonchani siljitish, ilovalardan foydalanish kabi boshqa amallarni bajarish yaxshi fikr. Bu tizimga kerakli tasodifiy ma'lumotlarni beradi.

source: New PGP key
uz: Yangi PGP kaliti

source: Name must be at least 5 characters long.
uz: Nom kamida 5 ta belgidan iborat boʻlishi kerak.

source: _Comment
uz: _Izoh

source: Encryption _Type
uz: Shifrlash _turi

source: Key _Strength (bits)
uz: _Kalit kuchi (bit)

source: E_xpiration Date
uz: _Tugash sanasi

source: Armored PGP keys
uz: Zirhli PGP kalitlari

source: PGP keys
uz: PGP kalitlari

source: Wrong password
uz: Notoʼg'ri parol

source: This was the third time you entered a wrong password. Please try again.
uz: Bu uchinchi marta notoʼg'ri parol kiritishingiz. Yana bir bor urinib koʼring.

source: Enter new passphrase for “%s”
uz: “%s” uchun yangi parol iborasini kiritish

source: Enter passphrase for “%s”
uz: “%s” uchun parol iborasini kiritish

source: GnuPG keys
uz: GnuPG kalitlari

source: GnuPG: default keyring directory
uz: GnuPG: standart kalit halqasi katalogi

source: _Don’t Resize
uz: Oʻlcha_mi oʻzgartirilmasin

source: Couldn’t revoke subkey
uz: Kichik kalitni bekor qilib boʻlmadi

source: No reason
uz: Sabab yoʼq

source: Compromised
uz: Obroʼsizlantirilgan

source: Superseded
uz: Almashtirilgan

source: Key has been compromised
uz: Kalit obroʼsizlantirilgan

source: Key has been superseded
uz: Kalit almashtirilgan

source: Revoke: %s
uz: Bekor qilish: %s

source: This key was already signed by “%s”
uz: Bu kalit allaqachon “%s” tomonidan imzolangan

source: Couldn’t sign key
uz: Kalitni imzolab boʼlmadi

source: Sign Key
uz: Kalitni imzolash

source: How carefully have you checked this key?
uz: Ushbu kalitni qanchalik ehtiyotkorlik bilan tekshirdingiz?

source: _Casually
uz: _Tasodifiy

source: <i>Not at all:</i> means you believe the key is owned by the person who claims to own it, but you could not or did not verify this to be a fact.
uz: <i>Umuman yoʼq:</i> degani, siz kalit unga egalik qiluvchi shaxsga tegishli ekanligiga ishonasiz, lekin bu haqiqat ekanligini tasdiqlay olmadingiz yoki tasdiqlamadingiz.

source: <i>Casually:</i> means you have done a casual verification that the key is owned by the person who claims to own it. For example, you could read the key fingerprint to the owner over the phone.
uz: <i>Tasodifiy:</i> siz kalitning unga egalik qiluvchi shaxsga tegishli ekanligini tasodifiy tasdiqlaganingizni bildiradi. Masalan, kalit barmoq izini telefon orqali egasiga oʼqib berishingiz mumkin.

source: <i>Very Carefully:</i> Select this only if you are absolutely sure that this key is genuine.
uz: <i>Juda ehtiyotkorlik bilan:</i> kalitni haqiqiy ekanligiga ishonchingiz komil boʼlsagina buni tanlang.

source: You could use a hard to forge photo identification (such as a passport) to personally check that the name on the key is correct. You should have also used email to check that the email address belongs to the owner.
uz: Kalitdagi ismning toʼg'riligini shaxsan tekshirish uchun siz soxtalashtirish qiyin boʼlgan fotosurat identifikatoridan (masalan, pasport) foydalanishingiz mumkin. Elektron pochta manzili egasiga tegishli ekanligini tekshirish uchun siz elektron pochtadan ham foydalangan boʼlishingiz kerak.

# Algorithm
source: Unknown
uz: Noma'lum

source: Decryption failed. You probably do not have the decryption key.
uz: Shifrni ochish amalga oshmadi. Ehtimol sizda shifrni ochish kaliti yoʼq.

source: The operation was cancelled
uz: Amal bekor qilindi

source: Couldn’t import key: %s
uz: Kalitni import qilib boʼlmadi: %s

source: Key import succeeded
uz: Kalit muvaffaqiyatli import qilindi

source: Import
uz: Import qilish

source: The search for keys failed.
uz: Kalitlarni qidirish muvaffaqiyatsiz tugadi.

source: Double click on a key to inspect it, or click the import button to import it into your local keyring.
uz: Tekshirish uchun kalitni ikki marta bosing yoki uni mahalliy kalit halqasiga import qilish uchun import tugmasini bosing.

source: Couldn’t publish keys to server
uz: Kalitlarni serverga nashr qilib boʼlmadi

source: Couldn’t retrieve keys from server: %s
uz: Serverdan kalitlarni olib boʼlmadi: %s

source: Synchronizing keys…
uz: Kalitlar sinxronlanmoqda…

source: Sync Keys
uz: Kalitlarni sinxronlash

source: _Sync
uz: _Sinxronlash

source: This will publish the keys in your key ring so they’re available for others to use. You’ll also get any changes others have made since you received their keys.
uz: Bu sizning kalit halqangizdagi kalitlarni nashr etadi, shunda ulardan boshqalar foydalanishi mumkin. Shuningdek, siz kalitlarni olganingizdan keyin boshqalar kiritgan oʻzgarishlarni ham olasiz.

source: Couldn’t communicate with %s: %s
uz: %s bilan bog‘lanib boʼlmadi: %s

source: Couldn’t resolve address %s
uz: %s manzilini hal qilib boʼlmadi

source: Invalid URI: %s
uz: Yaroqsiz URI: %s

source: PGP Keys
uz: PGP kalitlari

source: PGP keys are for encrypting email or files
uz: PGP kalitlari elektron pochta yoki fayllarni shifrlash uchun

source: Error changing password
uz: Parolni oʻzgartirishda xatolik yuz berdi

source: This key expired on %s
uz: Bu kalitning muddati %s da tugagan

# Expires
source: Never
uz: Hech qachon

source: I believe “%s” is the owner of this key
uz: “%s” bu kalit egasi ekanligiga ishonaman

source: %s — Public key
uz: %s — Ochiq kalit

source: %s — Private key
uz: %s — Shaxsiy kalit

source: Change _passphrase
uz: _Parol iborasini oʼzgartirish

source: Export _public key
uz: _Ochiq kalitni eksport qilish

source: Export _secret key
uz: _Maxfiy kalitni eksport qilish

source: The owner of the key revoked the key. It should no longer be used.
uz: Kalit egasi kalitni bekor qildi. U endi ishlatilmasligi kerak.

source: Comment
uz: Izoh

source: Fingerprint
uz: Barmoq izi

source: Signature trust
uz: Imzo ishonchliligi

source: I trust signatures from this key on other keys
uz: Men ushbu kalitdan boshqa kalitlardagi imzolarga ishonaman

source: Sign key
uz: Kalitni imzolash

source: _Sign key
uz: _Kalitni imzolash
