Repository: GNOME/seahorse
Catalog: po/*.po
Languages: id, uz

source: Passphrase:
id: Katasandi:

source: Please enter a passphrase to use.
id: Silahkan isikan katasandi untuk digunakan.

source: couldn't read gpg configuration, will try to create
id: tidak bisa membaca konfigurasi gpg, mencoba membuat

source: couldn't modify gpg configuration: %s
id: tidak bisa mengubah konfigurasi gpg: %s

source: Unparseable Key ID
id: Kunci ID Tidak Bisa Diuraikan

source: Unknown/Invalid Key
id: Kunci tidak diketahui/dikenal

source: PGP Key: %s
id: Kunci PGP: %s

source: <b>Warning</b>: Your system is not configured to cache passphrases in secure memory.
id: <b>Peringatan</b>: Sistem anda tidak dikonfigurasikan untuk menyimpan katasandi dalam memori aman.

source: Cache _Preferences
id: _Pengaturan Cache

source: Cached Encryption Keys
id: Kunci Pengacakan Ter-cache

source: Change passphrase cache settings.
id: Rubah pengaturan cache katasandi.

source: Clear passphrase cache
id: Bersihkan cache katasandi

source: _Clear Cache
id: Bersihkan _Cache

source: _Show Window
id: _Tampilkan Jendela

source: Do not daemonize seahorse-agent
id: Jangan daemon-kan seahorse-agent

source: Print variables in for a C type shell
id: Cetak variabel untuk shell berjenis C

source: Display variables instead of editing conf files (gpg.conf, SSH agent socket)
id: Tampilkan variable daripada menyunting berkas conf (gpg.conf, SSH socket agent)

source: Execute other arguments on the command line
id: Jalankan argument lain pada baris perintah

source: Allow GPG agent request from any display
id: Izinkan permintaan agen GPG dari tampilan manapun

source: command...
id: perintah...

source: couldn't fork process
id: tidak bisa mencabangkan proses

source: couldn't create new process group
id: tidak bisa membuat kelompok proses baru

source: couldn't drop privileges properly
id: tidak bisa menjatuhkan hak izin dengan benar

source: Encryption Key Agent (Seahorse)
id: Agen Kunci Pengacakan (Seahorse)

source: no command specified to execute
id: tidak ada perintah jelas untuk dijalankan

source: Authorize Passphrase Access
id: Izinkan Akses Katasandi

source: The passphrase is cached in memory.
id: Katasandi di cache dalam memori.

source: Always ask me before using a cached passphrase
id: Selalu tanya saya sebelum menggunakan katasandi tersimpan

source: _Authorize
id: Ku_asa

source: Key Name
id: Nama Kunci
uz: Kalit nomi

source: Do not run seahorse-daemon as a daemon
id: Jangan jalankan seahorse-daemon sebagai daemon

source: Encryption Daemon (Seahorse)
id: Daemon Pengacak (Seahorse)

source: Invalid or unrecognized key type: %s
id: Jenis kunci salah atau tidak dikenal: %s

source: Invalid or unrecognized key: %s
id: Kunci salah atau tidak dikenal: %s

source: Invalid or unrecognized signer: %s
id: Penanda salah atau tidak dikenal: %s

source: Key is not valid for signing: %s
id: Kunci tidak benar untuk penandaan: %s

source: Invalid or unrecognized recipient: %s
id: Penerima salah atau tidak dikenal: %s

source: Key is not a valid recipient for encryption: %s
id: Kunci bukan penerima sah untuk pengacakan: %s

source: No recipients specified
id: Tidak ada penerima di tentukan

source: No signer specified
id: Tidak ada penanda ditentukan

source: Invalid key type for verifying: %s
id: Jenis kunci salah untuk pemeriksaan: %s

source: Invalid key id: %s
id: Id kunci salah: %s

source: Couldn't share keys
id: Tidak bisa membagi kunci

source: Can't publish discovery information on the network.
id: Tidak bisa menerbirkan informasi penemuan pada jaringan.

source: %s's encryption keys
id: Kunci pengacakan %s

source: A list of key server URIs to search for remote PGP keys. In later versions a display name can be included, by appending a space and then the name.
id: Daftar URI penyedia kunci untuk mencari kunci PGP jarak jauh. Di versi selanjutnya tampilan nama akan diikutkan, dengan menambah spasi dan nama.

source: After performing an encrypt or signing operation from the applet, display the resulting text in a window.
id: Setelah melaksanakan pengacakan atau operasi penandaan dari applet, tampilkan teks hasil dalam jendela.

source: Auto Sync Keys
id: Samakan Otomatis Kunci

source: Controls the visibility of the expires column for the key manager.
id: Kendali penampilan kolom kadaluarsa untuk pengelola kunci.

source: Controls the visibility of the trust column for the key manager.
id: Kendali penampilan kolom kepercayaan untuk pengelola kunci.

source: Controls the visibility of the type column for the key manager.
id: Kendali penampilan kolom jenis untuk pengelola kunci.

source: Controls the visibility of the validity column for the key manager.
id: Kendali penampilan kolom pengesahan untuk pengelola kunci.

source: Display cache reminder in the notification area
id: Tampilkan pengingat cache pada area pemberitahuan

source: Display clipboard after encrypting
id: Tampilkan papantempel setelah pengacakan

source: Enable DNS-SD sharing
id: Aktifkan berbagi DNS-SD

source: Enables DNS-SD (Apple Bonjour) sharing of keys. seahorse-daemon must running and must be built with HKP and DNS-SD support.
id: Aktifkan berbagi kunci DNS-SD (Apple Bonjour). seahorse-daemon harus jalan dan harus dibangun dengan dukungan HKP dan DNS-DS.

source: Expire passwords in the cache
id: Kadaluarsa katasandi dalam simpanan

source: ID of the default key
id: ID dari kunci utama

source: If set to 'gnome' uses gnome-keyring to cache passwords. When set to 'internal' uses internal cache.
id: Jika diatur ke 'gnome' pergunakan gnome-keyring untuk menyimpan katasandi. Ketika diatur ke 'internal' gunakan simpanan internal.

source: If set to true, then files encrypted with seahorse will be ASCII armor encoded.
id: Jika diatur ke benar, ketika berkas diacak dengan seahorse akan menjadi tameng ASCII.

source: If set to true, then the default key will always be added to an encryption recipients list.
id: Jika diatur ke benar, maka kunci utama akan selalu ditambahkan ke daftar penerima pengacakan.

source: Last key server search pattern
id: Bentuk pencarian kunci server terakhir
uz: Oxirgi kalit serveri qidiruv namunasi

source: Last key servers used
id: Server kunci terakhir digunakan
uz: Oxirgi foydalanilgan kalit serverlari

source: Last key used to sign a message.
id: Kunci terakhir digunakan untuk menandai pesan

source: PGP Key servers
id: Server Kunci PGP

source: Prompt before using GPG passwords in cache
id: Ingatkan sebelum menggunakan katasandi GPG dalam simpanan

source: Publish keys to this key server.
id: Terbitkan kunci ke server kunci ini.

source: Reflect the contents of the clipboard (whether encrypted, signed, etc...) in the panel applet icon.
id: Cerminkan isi dari papan tempel (apakah teracak, tertandai, dll...) pada applet panel ikon.

source: Set to 'false' to disable display of the cache reminder in the notification area of your panel.
id: Atur menjadi 'salah' untuk mematikan tampilan pengingat simpanan pada daerah peringatan pada panel anda.

source: Set to 'true' to have seahorse-agent prompt before giving out passwords it has cached.
id: Atur ke 'benar' agar seahorse-agent mengingatkan sebelum memberikan katasandi yang disimpannya.

source: Show clipboard state in panel
id: Tampilkan keadaan papan tempel di panel

source: Show expires column in key manager
id: Tampilkan kolom kadaluarsa dalam pengelola kunci

source: Show trust column in key manager
id: Tampilkan kolom percaya dalam pengelola kunci

source: Show type column in key manager
id: Tampilkan kolom jenis dalam pengelola kunci

source: Show validity column in key manager
id: Tampilkan kolom keabsahan dalam pengelola kunci

source: Specify the column to sort the recipients window by. Columns are: 'name' and 'id'. Put a '-' in front of the column name to sort in descending order.
id: Tentukan kolom untuk mengurutkan jendela penerima. Kolom adalah: 'nama' dan 'id'. Berikan '-' di depan nama kolom untuk mengurutkan dari bawah.

source: Specify the column to sort the seahorse key manager main window by. Columns are: 'name', 'id', 'validity', 'expires', 'trust', and 'type'. Put a '-' in front of the column name to sort in descending order.
id: Tentukan kolom untuk mengurutkan jendela pengelola kunci seahorse. Kolom adalah: 'nama', 'id', 'validity', 'kadaluarsa', 'percaya', dan 'jenis'. Berikan '-' di depan nama kolom untuk mengurutkan dari bawah.

source: The ID of the last secret key used to sign a message.
id: ID kunci rahasia terakhir digunakan menandai pesan.

source: The column to sort the recipients by
id: Kolom untuk mengurutkan penerima

source: The column to sort the seahorse keys by
id: Kolom untuk mengurutkan kunci seahorse

source: The key server to publish PGP keys to. Or empty to suppress publishing of PGP keys.
id: Server kunci untuk tujuan menerbitkan kunci PGP. Atau kosong untuk menahan penerbitan kunci PGP.
uz: PGP kalitlarini chop etish uchun kalit serveri. Yoki PGP kalitlarini nashr qilishni bostirish uchun boʼshatish.

source: The last key server a search was performed against or empty for all key servers.
id: Server kunci terakhir yang dicari atau kosong untuk seluruh server kunci.
uz: Oxirgi kalit serveriga qarshi qidiruv amalga oshirildi yoki barcha kalit serverlari uchun boʼshatish.

source: The last search pattern searched for against a key server.
id: Bentuk pencarian terakhir yang mencari server kunci.
uz: Kaliti serverga nisbatan oxirgi qidiruv namunasi.

source: The time (in minutes) to cache GPG passwords
id: Waktu (dalam menit) untuk menyimpan katasandi PGP

source: This is the amount of time, specified in minutes, to cache GPG passwords in seahorse-agent.
id: Ini sejumlah waktu, dalam menit, untuk menyimpan katasandi GPG dalam seahorse-agent.

source: This option enables the GPG password cache in the seahorse-agent program. The 'use-agent' setting in gpg.conf affects this setting.
id: Pilihan ini mengaktifkan penyimpan katasandi GPG dalam program seahorse-agent. Pengaturan 'use-agent' dalam gpg.conf mempengaruhi pengaturan ini.

source: This specifies the default key to use for certain operations, mainly signing.
id: Ini menentukan kunci utama untuk digunakan untuk beberapa operasi, utamanya penandaan.

source: When set seahorse-agent will try to automatically load the users SSH keys when needed. This is equivalent to using the ssh-add utility.
id: Ketika diatur seahorse-agent akan mencoba untuk secara otomatis membaca kunci pengguna SSH ketika dibutuhkan. Ini sama dengan menggunakan perangkat ssh-add.

source: When set, seahorse-agent expires GPG passwords in its cache after a period of time.
id: Ketika diatur, seahorse-agent mengadaluarsakan katasandi GPG pada simpanannya setelah beberapa waktu.

source: Where to store cached passwords.
id: Di mana menyimpan katasandi.

source: Whether or not modified keys should be automatically synced with the default key server.
id: Apakah kunci terubah harus secara otomatis sync dengan server kunci utama.

source: Whether the GPG password cache is enabled
id: Apakah simpanan katasandi GPG diaktifkan

source: Whether to always encrypt to default key
id: Apakah selalu mengacak kunci utama

source: Whether to automatically load SSH keys on demand.
id: Apakah secara otomatis membaca kunci SSH saat diinginkan.

source: Whether to use ASCII Armor
id: Apakah menggunakan Perisai ASCII

source: All Keys
id: Seluruh Kunci

source: Selected Recipients
id: Penerima Terpilih

source: Search Results
id: Hasil Pencarian

source: Search _for:
id: _Cari:

source: _Sign message as:
id: Tandai pesan _sebagai:

source: None (Don't Sign)
id: Tidak ada (Jangan Tandai)

source: Name
id: Nama
uz: Nomi

source: Key ID
id: ID Kunci
uz: Kalit identifikatori

source: Add Key Server
id: Tambah Server Kunci
uz: Kalit serverini qoʼshish

source: Key Server Type:
id: Jenis Server Kunci:

source: The host name or address of the server.
id: Nama host atau alamat server.
uz: Xost nomi yoki server manzili.

source: The port to access the server on.
id: Port untuk mengakses server.

source: Search was not specific enough. Server '%s' found too many keys.
id: Pencarian tidak cukup jelas. Server '%s' menemukan terlalu banyak kunci.

source: Couldn't communicate with server '%s': %s
id: Tidak bisa berkomunikasi dengan server '%s': %s

source: Searching for keys...
id: Pencarian kunci...

source: Uploading keys...
id: Mengirim kunci...

source: Retrieving keys...
id: Menerima kunci...

source: Searching for keys on: %s
id: Pencarian kunci pada: %s

source: Connecting to: %s
id: Menyambung ke: %s

source: Couldn't communicate with '%s': %s
id: Tidak bisa berkomunikasi dengan '%s': %s

source: Couldn't resolve address: %s
id: Tidak menemukan alamat: %s

source: Resolving server address: %s
id: Menemukan alamat server: %s

source: Searching for keys containing '%s'...
id: Pencarian kunci mengandung '%s'...

source: Searching for key id '%s'...
id: Mencari kunci id '%s'...

source: Retrieving remote keys...
id: Menerima kunci jauh...

source: Sending keys to key server...
id: Mengirim kunci ke server kunci...

source: Imported %i key
id: Mengimpor %i kunci

source: Key Imported
id: Kunci terimpor

source: Signed by <i><key id='%s'/> <b>expired</b></i> on %s.
id: Ditandai oleh <i><key id='%s'/> <b>kadaluarsa</b></i>pada %s.

source: Invalid Signature
id: Tandatangan Tidak Sah

source: Signed by <i><key id='%s'/></i> on %s <b>Expired</b>.
id: Ditandai oleh <i><key id='%s'/></i> pada %s <b>Kadaluarsa</b>.

source: Expired Signature
id: Tanda tangan Kadaluarsa

source: Signed by <i><key id='%s'/> <b>Revoked</b></i> on %s.
id: Ditandai oleh <i><key id='%s'/> <b>Telah dicabut</b></i> pada %s.

source: Revoked Signature
id: Tanda yang Tercabut

source: Signed by <i><key id='%s'/></i> on %s.
id: Ditandai oleh <i><key id='%s'/></i> pada %s.

source: Good Signature
id: Tandatangan Bagus

source: Signing key not in keyring.
id: Kunci yang menandakan tidak dalam gantungan kunci.

source: Unknown Signature
id: Tandatangan Tidak Dikenal

source: Bad or forged signature. The signed data was modified.
id: Tandatangan jelek atau terlupakan. Data yang telah ditandai telah diubah.

source: Bad Signature
id: Tandatangan Jelek

source: Couldn't verify signature.
id: Tidak bisa memeriksa tandatangan.

source: Notification Messages
id: Pesan Penjelasan

source: Passphrase
id: Katasandi
uz: Parol iborasi

source: Password:
id: Katasandi:
uz: Parol:

source: Confirm:
id: Konfirmasi:
uz: Tasdiqlash:

source: Wrong passphrase.
id: Katasandi salah.
uz: Notoʼg'ri parol iborasi.

source: Enter new passphrase for '%s'
id: Berikan katasandi baru untuk '%s'

source: Enter passphrase for '%s'
id: Berikan katasandi untuk '%s'

source: Enter new passphrase
id: Berikan katasandi baru
uz: Yangi parol iborasini kiritish

source: Enter passphrase
id: Berikan katasandi
uz: Parol iborasini kiritish

source: Invalid
id: Salah

source: Public PGP Key
id: Kunci PGP Umum

source: Private PGP Key
id: Kunci PGP Pribadi

source: Unknown
id: Tidak dikenal
uz: Noma'lum

source: PGP Key
id: Kunci PGP

source: Loaded %d key
id: Membaca %d kunci
uz: %d kalit yuklandi

source: Loading Keys...
id: Membaca Kunci...

source: Invalid key data (missing UIDs). This may be due to a computer with a date set in the future or a missing self-signature.
id: Data kunci salah (kehilangan UID). Ini mungkin karena komputer dengan penanggalan yang diatur pada masa depan atau kehilangan self-signature.
uz: Kalit maʼlumotlari yaroqsiz (UID yoʻq). Buning sababi kelajakda belgilangan sana boʼlgan kompyuter yoki oʼz imzosi yoʼqligi boʼlishi mumkin.

source: Importing Keys
id: Mengimpo Kunci

source: Exporting Keys
id: Mengekspor Kunci

source: Not a valid Key Server address.
id: Bukan alamat Server Kunci yang benar.

source: For help contact your system adminstrator or the administrator of the key server.
id: Untuk bantuan hubungi system administrator anda atau administrator server kunci.

source: None: Don't publish keys
id: Tidak ada: Jangan terbitkan kunci

source: None. Prompt for a key.
id: Tidak ada. Tanyakan kunci.

source: Couldn't open the Session Properties
id: Tidak bisa membuka Informasi Session

source: Couldn't start the 'seahorse-agent' program
id: Tidak bisa memulai program 'seahorse-agent'

source: The 'seahorse-agent' program exited unsuccessfully.
id: Program 'seahorse-agent' keluar dengan tidak sukses.

source: <b>Defaults</b>
id: <b>Bawaan</b>

source: <b>Note:</b> The 'seahorse-agent' program has been started. This program is necessary in order to cache passphrases.
id: <b>Catat:</b> Program 'seahorse-agent' telah dimulai. Program ini perlu untuk menyimpan katasandi.

source: <b>Remember PGP Passphrases</b>
id: <b>Ingat Katasandi PGP</b>

source: <b>Secure Shell Keys</b>
id: <b>Kunci Shell Aman</b>

source: <b>Warning:</b> The 'seahorse-agent' program is not running. This program is necessary in order to cache passphrases.
id: <b>Peringatan:</b> Program 'seahorse-agent' tidak jalan. Program ini penting untuk menyimpan katasandi.

source: <i>A non-supported PGP passphrase caching agent is running.</i>
id: <i>Agen penyimpan katasandi PGP yang tidak didukung sedang berjalan.</i>

source: <i>No SSH caching agent is running. Cannot load Secure Shell keys.</i>
id: <i>Tidak ada agen SSH yang lagi jalan. Tidak bisa membaca kunci Shell Aman.</i>

source: <i>This key is used to sign messages when no other key is chosen</i>
id: <i>Kunci ini digunakan untuk menandai pesan ketika tidak ada kunci dipilih</i>

source: Automatically load _Secure Shell keys
id: Secara Otomatis membaca kunci _Shell Aman

source: Automatically synchronize modified keys with key servers.
id: Secara otomatis menyamakan kunci terubah dengan server kunci.

source: Encryption Preferences
id: Pengaturan Pengacakan

source: Encryption Settings
id: Pengaturan Pengacakan

source: Key Servers
id: Server Kunci

source: Key Sharing
id: Berbagi Kunci

source: Passphrase Cache
id: Penyimpanan Katasandi

source: Session Properties
id: Pengaturan Session

source: Sharing your keys allows other people on your network to use the keys you've collected. This means they can automatically encrypt things for you or those you know, without you having to send them your key. <b>Note:</b> Your personal keys will not be compromised.
id: Berbagi kunci anda mengizinkan orang lain pada jaringan anda untuk menggunakan kunci yang telah anda kumpulkan. Ini artinya mereka dapat secara otomatis mengacak sesuatu untuk anda atau yang anda ketahui, tanpa anda harus mengirim mereka kunci anda. <b>Catat:</b>Kunci pribadi anda tidak akan terganggu.

source: Start seahorse-agent
id: Mulai seahorse-agent

source: To avoid manually starting the 'seahorse-agent' in the future add it to the Session Manager.
id: Untuk menghindari memulai 'seahorse-agent' secara manual nantinya tambahkan dia ke Pengelola Session.

source: When _encrypting, always include myself as a recipient
id: Ketika m_engacak, selalu ikutkan diri saya sebagai penerima

source: _Always remember passphrases whenever logged in
id: Sel_alu ingat kata sandi ketika masuk

source: _Ask me before using a cached passphrase
id: T_anya saya sebelum menggunakan katasandi tersimpan

source: _Default Key:
id: Kunci _Utama:

source: _Find Keys Using:
id: _Temukan Kunci Menggunakan:

source: _Never remember passphrases
id: Ja_ngan ingat kata sandi

source: _Publish Keys To:
id: _Terbitkan Kunci Ke:

source: _Remember passphrases for
id: _Ingat kata sandi untuk

source: _Share my keys with others on my network
id: Bagi kunci _saya dengan orang lain dalam jaringan

source: minutes
id: menit

source: <b>Progress Message</b>
id: <b>Proses Pesan</b>

source: Progress Status
id: Status Proses

source: Progress Title
id: Proses Judul

source: Cursor Position
id: Posisi Kursor

source: The current position of the insertion cursor in chars
id: Posisi saat ini dari pemasukan kursor pada karakter

source: The position of the opposite end of the selection from the cursor in chars
id: Posisi ujung berlawanan terhadap pilihan dari kursor dalam karakter

source: Maximum length
id: Panjang maksimal

source: Maximum number of characters for this entry. Zero if no maximum
id: Jumlah maksimal karakter untuk entry ini. Nol jika tidak ada maksimal

source: Has Frame
id: Memiliki Kerangka

source: Invisible character
id: Katakter tidak kelihatan

source: Activates default
id: Aktifkan utama

source: Whether to activate the default widget (such as the default button in a dialog) when Enter is pressed
id: Apakah mengaktifkan

source: Width in chars
id: Lebar dalam karakter

source: Number of characters to leave space for in the entry
id: Jumlah karakter untuk menyediakan tempat pada entri

source: Number of pixels of the entry scrolled off the screen to the left
id: Jumlah piksel dari entri yang digulung ke kiri pada layar

source: Text
id: Teks

source: The contents of the entry
id: Isi dari entri

source: Visibility
id: Keterlihatan

source: Whether contents are drawn using invisible character
id: Apakah isi digambar menggunakan karakter tidak kelihatan

source: LDAP Key Server
id: Server Kunci LDAP
uz: LDAP kalit serveri

source: HTTP Key Server
id: Server Kunci HTTP
uz: HTTP kalit serveri

source: No keys usable for signing
id: Tidak ada kunci dapat digunakan untuk penandaan
uz: Imzolash uchun foydalanish mumkin kalitlar yoʼq

source: You have no personal PGP keys that can be used to sign a document or message.
id: Anda tidak memiliki kunci PGP pribadi yang dapat digunakan untuk menandai dokumen atau pesan.

source: _Sign message with key:
id: Tandai pe_san dengan kunci:

source: (Unreadable Secure Shell Key)
id: (Kunci Shell Aman tidak dapat dibaca)

source: Secure Shell Key
id: Kunci Shell Aman
uz: Secure Shell kaliti

source: Private Secure Shell Key
id: Kunci Shell Aman Pribadi

source: Public Secure Shell Key
id: Kunci Shell Aman Umum

source: The SSH command was terminated unexpectedly.
id: Perintah SSH terhenti secara tak terduga.

source: The SSH command failed.
id: Perintah SSH gagal.

source: Secure Shell key
id: Kunci Shell Aman
uz: Secure Shell kaliti

source: Secure Shell Passphrase
id: Kata sandi Shell Aman

source: Old Key Passphrase
id: Kata sandi Kunci Lama
uz: Eski kalit parol iborasi

source: Enter the old passphrase for: %s
id: Berikan kata sandi lama untuk: %s
uz: Quyidagi uchun eski parol iborasini kiriting: %s

source: New Key Passphrase
id: Kata sandi kunci baru
uz: Yangi kalit parol iborasi

source: Enter the new passphrase for: %s
id: Berikan kata sandi baru untuk: %s
uz: Quyidagi uchun yangi parol iborasini kiriting: %s

source: Enter Key Passphrase
id: Berikan Kata sandi Kunci
uz: Kalit parol iborasini kiritish

source: Passphrase for New Secure Shell Key
id: Kata sandi untuk Kunci Shell Aman Baru
uz: Yangi Secure Shell kaliti uchun parol iborasi

source: Enter a passphrase for your new Secure Shell key.
id: Berikan kata sandi untuk kunci Shell Aman baru anda.

source: Secure Shell Key Passphrase
id: Kata sandi Kunci Shell Aman

source: Enter the passphrase for: %s
id: Berikan kata sandi untuk: %s

source: Save this passphrase in my keyring
id: Simpan kata sandi dalam gantungan kunci saya

source: Importing key: %s
id: Mengimpor kunci: %s
uz: Kalit import qilinmoqda: %s

source: Importing key. Enter passphrase
id: Mengimpor kunci. Berikan kata sandi
uz: Kalit import qilinmoqda. Parol iborasini kiriting

source: Import Key
id: Mengimpor Kunci
uz: Kalitni import qilish

source: Unavailable
id: Tidak Tersedia
uz: Mavjud emas

source: Unknown Key: %s
id: Kunci Tak dikenal: %s

source: Unknown Key
id: Kunci Tak Dikenal

source: Unavailable Key
id: Kunci Tidak tersedia

source: %Y-%m-%d
id: %d-%m-%Y

source: Key Data
id: Data Kunci
uz: Kalit ma'lumoti

source: Multiple Keys
id: Beberapa Kunci

source: Couldn't run file-roller
id: Tidak bisa menjalankan file-roller

source: Couldn't package files
id: Tidak bisa memaketkan berkas
