Repository: GNOME/seahorse
Catalog: po/*.po
Languages: id, uz

source: Revoke key signature
uz: Kalit imzosini bekor qilish

source: _Revoke
uz: _Bekor qilish

source: Owner trust
uz: Egasi ishonchliligi

source: Give a trust level to the owner of this key
uz: Ushbu kalit egasiga ishonch darajasini berish

source: (and %d other)
uz: (va %d ta boshqa)

source: Personal PGP key
uz: Shaxsiy PGP kaliti

source: PGP key
uz: PGP kaliti

source: Couldn’t change primary photo
uz: Asosiy suratni oʻzgartirib boʻlmadi

source: Change expiration date
uz: Tugash sanasini oʼzgartirish

source: Usages
uz: Foydalanishlar

source: Subkeys
uz: Kichik kalitlar

source: Subkey was revoked
uz: Kichik kalit bekor qilingan

source: Subkey has expired
uz: Kichik kalit muddati tugadi

source: Subkey is disabled
uz: Kichik kalit oʼchirilgan

source: Never expires
uz: Hech qachon tugamaydi

source: Encrypt
uz: Shifrlash

source: This subkey can be used for encryption
uz: Ushbu kichik kalit shifrlash uchun ishlatilishi mumkin

source: This subkey can be used to create data signatures
uz: Ushbu kichik kalit ma'lumotlar imzolarini yaratish uchun ishlatilishi mumkin

source: Certify
uz: Sertifikatlash

source: This subkey can be used to create certificates
uz: Ushbu kichik kalit sertifikatlar yaratish uchun ishlatilishi mumkin

source: Authenticate
uz: Autentifikatsiya

source: This subkey can be used for authentication
uz: Ushbu kichik kalit autentifikatsiya qilish uchun ishlatilishi mumkin

source: Subkey %d of %s
uz: Kichik kalit %d %s dan

source: Make _primary
uz: _Asosiy qilish

source: Signatures
uz: Imzolar

source: Only display the signatures of people I trust
uz: Faqat men ishonadigan odamlarning imzolarini koʼrsatish

source: Only trusted
uz: Faqat ishonchli

source: No signatures available
uz: Imzolar mavjud emas

source: Add user ID
uz: Foydalanuvchi identifikatorini qoʼshish

source: User IDs
uz: Foydalanuvchi identifikatorlari

source: Couldn’t change primary user ID
uz: Asosiy foydalanuvchi identifikatorini oʼzgartirib boʼlmadi

source: (Unknown)
uz: (Noma'lum)

source: Exporting data
uz: Ma'lumotlar eksport qilinmoqda

source: Retrieving data
uz: Ma'lumotlar olinmoqda

source: Importing data
uz: Ma'lumotlar import qilinmoqda

source: Sending data
uz: Ma'lumotlar yuborilmoqda

source: Certificates (DER encoded)
uz: Sertifikatlar (DER kodlangan)

source: Certificate
uz: Sertifikat

source: Request Certificate
uz: Sertifikat soʼrash

source: Private key
uz: Shaxsiy kalit

source: Personal certificate and key
uz: Shaxsiy sertifikat va kalit

source: Personal certificate
uz: Shaxsiy sertifikat

source: Algorithm
uz: Algoritm

source: Copy public key to clipboard
uz: Ochiq kalitni buferga nusxalash

source: Create a new private key
uz: Yangi shaxsiy kalit yaratish

source: Couldn’t generate private key
uz: Shaxsiy kalitni yaratib boʼlmadi

source: Couldn’t create certificate request
uz: Sertifikat soʻrovini yaratib boʻlmadi

source: Save certificate request
uz: Sertifikat soʼrovini saqlash

source: Certificate request
uz: Sertifikat soʼrovi

source: PEM encoded request
uz: PEM kodlangan soʼrov

source: Couldn’t save certificate request
uz: Sertifikat soʻrovini saqlab boʻlmadi

# Label
source: Unknown
uz: Noma'lum

source: X.509 certificates and related keys
uz: X.509 sertifikatlari va tegishli kalitlar

source: Version of this application
uz: Ushbu ilovaning versiyasi

source: Dropped text
uz: Qoldirilgan matn

source: Clipboard text
uz: Bufer matni

source: Couldn’t lock
uz: Qulflab boʻlmadi

source: Preferences
uz: Parametrlar

source: Copy secret
uz: Sirni nusxalash

source: Export…
uz: Eksport qilish…

source: Properties
uz: Xususiyatlar

source: Configure Key for Secure Shell…
uz: Secure Shell uchun kalitni sozlash…

source: _Find remote keys…
uz: _Masofaviy kalitlarni topish…

source: _Sync and publish keys…
uz: _Kalitlarni sinxronlash va nashr qilish…

source: _Keyboard Shortcuts
uz: _Klaviatura yorliqlari

source: _About Passwords and Keys
uz: Parollar va kalitlar _haqida

source: Filter items:
uz: Elementlarni filtrlash:

source: Show p_ersonal
uz: _Shaxsiy koʼrsatish

source: Show _trusted
uz: _Ishonchli koʼrsatish

source: Show an_y
uz: _Har qanday koʼrsatish

source: Used to access other computers
uz: Boshqa kompyuterlarga kirish uchun foydalaniladi

source: GPG key
uz: GPG kaliti

source: Used to encrypt emails and files
uz: Elektron pochta xabarlari va fayllarni shifrlash uchun foydalaniladi

source: Password keyring
uz: Parol kalit halqasi

source: Used to store application and network passwords
uz: Ilova va tarmoq parollarini saqlash uchun foydalaniladi

source: Safely store a password or secret
uz: Parol yoki sirni xavfsiz saqlash

source: Used to request a certificate
uz: Sertifikat soʼrash uchun foydalaniladi

source: Import from file…
uz: Fayldan import qilish…

source: Add a new key or item
uz: Yangi kalit yoki element qoʼshish

source: Search for a key or password
uz: Kalit yoki parolni qidirish

source: Filter
uz: Filtrlash

source: This collection seems to be empty
uz: Bu toʻplam boʻsh koʻrinadi

source: Unlock
uz: Qulfdan ochish

source: _Lock
uz: _Qulflash

source: _Unlock
uz: _Qulfni ochish

source: _Properties
uz: _Xususiyatlar

source: Keys used to connect securely to other computers
uz: Boshqa kompyuterlarga xavfsiz ulanish uchun ishlatiladigan kalitlar

source: A Secure Shell (SSH) key lets you connect securely to other computers.
uz: Secure Shell (SSH) kaliti boshqa kompyuterlarga xavfsiz ulanish imkonini beradi.

source: Your email address, or a reminder of what this key is for.
uz: Sizning elektron pochta manzilingiz yoki bu kalit nima uchun ekanligini eslatuvchi.

source: If there is a computer you want to use this key with, you can set up that computer to recognize your new key.
uz: Agar siz ushbu kalitdan foydalanmoqchi boʼlgan kompyuteringiz boʼlsa, ushbu kompyuterni yangi kalitni tanib olish uchun sozlashingiz mumkin.

source: Couldn’t load newly generated Secure Shell key
uz: Yangi yaratilgan Secure Shell kalitini yuklab boʼlmadi

source: Couldn’t generate Secure Shell key
uz: Secure Shell kalitini yaratib boʼlmadi

source: Secret SSH keys
uz: Maxfiy SSH kalitlari

source: Public SSH keys
uz: Ochiq SSH kalitlari

source: No public key file is available for this key.
uz: Ushbu kalit uchun ochiq kalit fayli mavjud emas.

source: No private key file is available for this key.
uz: Ushbu kalit uchun shaxsiy kalit fayli mavjud emas.

source: 1024 bits
uz: 1024 bit

source: 256 bits
uz: 256 bit

source: Unknown key type!
uz: Noma'lum kalit turi!

source: _Export
uz: _Eksport qilish

source: SSH Key
uz: SSH kaliti

# name-of-ssh-key
source: Name
uz: Nomi

source: Location
uz: Joylashuv

source: Public Key
uz: Ochiq kalit

source: Unknown type
uz: Noma'lum turi

source: Couldn’t rename key.
uz: Kalit nomini oʼzgartirib boʼlmadi.

source: Couldn’t change authorization for key.
uz: Kalit uchun avtorizatsiyani oʼzgartirib boʼlmadi.

source: Couldn’t change passphrase for key.
uz: Kalit uchun parol iborasini oʻzgartirib boʻlmadi.

source: Couldn’t export key
uz: Kalitni eksport qilib boʼlmadi

source: Personal SSH key
uz: Shaxsiy SSH kaliti

source: SSH key
uz: SSH kaliti

source: Remote Host Password
uz: Masofaviy host paroli

source: Enter your Secure Shell passphrase:
uz: Secure Shell parol iborasini kiriting:

source: Enter the new passphrase again: %s
uz: Yangi parol iborasini qayta kiriting: %s

source: OpenSSH keys
uz: OpenSSH kalitlari

source: To use your Secure Shell key with another computer that uses SSH, you must already have a login account on that computer.
uz: Secure Shell kalitingizni SSH ishlatadigan boshqa kompyuter bilan ishlatish uchun sizda oʼsha kompyuterda allaqachon login hisobi boʼlishi kerak.

source: Configuring Secure Shell Keys…
uz: Secure Shell kalitlari sozlanmoqda…
